/**
 * Created by Andrey on 28.03.2015.
 */


// початкові дані для реалізаціїї руху по маршруту



module.exports={
    route_1 : [ {x:0,y:0} , {x:50,y:0} , {x:50,y:20} , {x:50,y:100}, {x:75,y:100} ],       //маршрут для класу Unit
    route_2 : [ {x:0,y:0} , {x:20,y:100} , {x:200,y:100} , {x:300,y:300} ],                //маршрут для класу Unit_2
    speed_1 : 75,                                                                          //початкова швидкість класу Unit
    speed_2 : 90                                                                           //початкова швидкість класу Unit_2
}


